[
  {
    "model": "charshare.alignmentcontenttable",
    "pk": 0,
    "fields": {
      "name": "No alignment Selected",
      "full_description": "Please select a alignment"
    }
  },
  {
    "model": "charshare.alignmentcontenttable",
    "pk": 2,
    "fields": {
      "name": "Lawful Good",
      "full_description": "A lawful good character acts as a good person is expected or required to act. She combines a commitment to oppose evil with the discipline to fight relentlessly. She tells the truth, keeps her word, helps those in need, and speaks out against injustice."
    }
  },
  {
    "model": "charshare.alignmentcontenttable",
    "pk": 3,
    "fields": {
      "name": "Neutral Good",
      "full_description": "A neutral good character typically acts altruistically, without regard for or against lawful precepts such as rules or tradition. A neutral good character has no problems with cooperating with lawful officials, but does not feel beholden to them."
    }
  },
  {
    "model": "charshare.alignmentcontenttable",
    "pk": 4,
    "fields": {
      "name": "Chaotic Good",
      "full_description": "A chaotic good character does what is necessary to bring about change for the better, disdains bureaucratic organizations that get in the way of social improvement, and places a high value on personal freedom, not only for oneself, but for others as well."
    }
  },
  {
    "model": "charshare.alignmentcontenttable",
    "pk": 5,
    "fields": {
      "name": "Lawful Neutral",
      "full_description": "A lawful neutral character typically believes strongly in lawful concepts such as honor, order, rules, and tradition, but often follows a personal code in addition to, or even in preference to, one set down by a benevolent authority."
    }
  },
  {
    "model": "charshare.alignmentcontenttable",
    "pk": 6,
    "fields": {
      "name": "True Neutral",
      "full_description": "A neutral character (also called \"true neutral\") is neutral on both axes and tends not to feel strongly towards any alignment, or actively seeks their balance."
    }
  },
  {
    "model": "charshare.alignmentcontenttable",
    "pk": 7,
    "fields": {
      "name": "Chaotic Neutral",
      "full_description": "A chaotic neutral character is an individualist who follows their own heart and generally shirks rules and traditions. Although chaotic neutral characters promote the ideals of freedom, it is their own freedom that comes first; good and evil come second to their need to be free."
    }
  },
  {
    "model": "charshare.alignmentcontenttable",
    "pk": 8,
    "fields": {
      "name": "Lawful Evil",
      "full_description": "A lawful evil character sees a well-ordered system as being necessary to fulfill their own personal wants and needs, using these systems to further their power and influence."
    }
  },
  {
    "model": "charshare.alignmentcontenttable",
    "pk": 9,
    "fields": {
      "name": "Neutral Evil",
      "full_description": "A neutral evil character is typically selfish and has no qualms about turning on allies-of-the-moment, and usually makes allies primarily to further their own goals. A neutral evil character has no compunctions about harming others to get what they want, but neither will they go out of their way to cause carnage or mayhem when they see no direct benefit for themselves."
    }
  },
  {
    "model": "charshare.alignmentcontenttable",
    "pk": 10,
    "fields": {
      "name": "Chaotic Evil",
      "full_description": "A chaotic evil character tends to have no respect for rules, other people's lives, or anything but their own desires, which are typically selfish and cruel. They set a high value on personal freedom, but do not have much regard for the lives or freedom of other people."
    }
  }
]
