[
    {
    "model": "charmodels.subracecontenttable",    "fields": {
      "race": 3,
      "name": "Eladrin",
      "full_description": "Eladrin are elves of the Feywild, a realm of perilous beauty and boundless magic. Using that magic, eladrin can step from one place to another in the blink of an eye, and each eladrin resonates with emotions captured in the Feywild in the form of seasons—affinities that affect the eladrin’s mood and appearance. An eladrin’s season can change, though some remain in one season forever. Choose your season or roll on the Eladrin Seasons table. Your Trance trait lets you change your season.  Like other elves, eladrin can live to be over 750 years old.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",    "fields": {
      "race": 3,
      "name": "Dark Elf (Drow)",
      "full_description": "As a drow, you are infused with the magic of the Underdark, an underground realm of wonders and horrors rarely seen on the surface above. You are at home in shadows and, thanks to your innate magic, learn to conjure forth both light and darkness. Your kin tend to have stark white hair and grayish skin of many hues.  The cult of the god Lolth, Queen of Spiders, has corrupted some of the oldest drow cities, especially in the worlds of Oerth and Toril. Eberron, Krynn, and other realms have escaped the cult’s influence—for now. Wherever the cult lurks, drow heroes stand on the front lines in the war against it, seeking to sunder Lolth’s web.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",    "fields": {
      "race": 3,
      "name": "High Elf",
      "full_description": "As a high elf, you have a keen mind and a mastery of at least the basics of magic. In many of the worlds of D&D, there are two kinds of high elves. One type (which includes the gray elves and valley elves of Greyhawk, the Silvanesti of Dragonlance, and the sun elves of the Forgotten Realms) is haughty and reclusive, believing themselves to be superior to non-elves and even other elves. The other type (including the high elves of Greyhawk, the Qualinesti of Dragonlance, and the moon elves of the Forgotten Realms) are more common and more friendly, and often encountered among humans and other races.  The sun elves of Faerûn (also called gold elves or sunrise elves) have bronze skin and hair of copper, black, or golden blond. Their eyes are golden, silver, or black. Moon elves (also called silver elves or gray elves) are much paler, with alabaster skin sometimes tinged with blue. They often have hair of silver-white, black, or blue, but various shades of blond, brown, and red are not uncommon. Their eyes are blue or green and flecked with gold.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",    "fields": {
      "race": 3,
      "name": "Wood Elf",
      "full_description": "As a wood elf, you have keen senses and intuition, and your fleet feet carry you quickly and stealthily through your native forests. This category includes the wild elves (grugach) of Greyhawk and the Kagonesti of Dragonlance, as well as the races called wood elves in Greyhawk and the Forgotten Realms. In Faerûn, wood elves (also called wild elves, green elves, or forest elves) are reclusive and distrusting of non-elves.  Wood elves’ skin tends to be copperish in hue, sometimes with traces of green. Their hair tends toward browns and blacks, but it is occasionally blond or copper-colored. Their eyes are green, brown, or hazel.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",    "fields": {
      "race": 0,
      "name": "Pallid Elf",
      "full_description": "The pallid elves are a mystical and insightful people with skin as pale as the surface of Exandria’s largest moon. They emerged from the Pallid Grove this century and wander the world with childlike curiosity.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",    "fields": {
      "race": 3,
      "name": "Sea Elf",
      "full_description": "Sea elves fell in love with the wild beauty of the ocean in the earliest days of the multiverse. While other elves traveled from realm to realm, sea elves navigated the currents and explored the waters of many worlds. Today these elves can be found wherever oceans exist, as well as in the Elemental Plane of Water.  Like other elves, sea elves can live to be over 750 years old.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",    "fields": {
      "race": 3,
      "name": "Shadar-Kai",
      "full_description": "Shadar-kai are the elves of the Shadowfell, originally drawn to that dread realm by the Raven Queen. Over the centuries, some of them have continued to serve her, while others have ventured into the Material Plane to forge their own destinies.  Once shadar-kai were Fey like the rest of their elven kin; now they exist in a state between life and death, thanks to being transformed by the Shadowfell’s grim energy.  Shadar-kai have ashen skin tones, and while they’re in the Shadowfell, they also become wizened, reflecting the somber nature of that gloomy plane.  Like other elves, shadar-kai can live to be over 750 years old.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",    "fields": {
      "race": 3,
      "name": "Astral Elf",
      "full_description": "Long ago, groups of elves ventured from the Feywild to the Astral Plane to be closer to their gods. Life in the Silver Void has imbued their souls with a spark of divine light. That light manifests as a starry gleam in an astral elf’s eyes.  Because nothing ages on the Astral Plane, astral elves who inhabit that plane can be very old, and their longevity gives them an unusual perspective on the passage of time. Some are prone to melancholy, while others might display an absence of feeling. Many look for creative ways to occupy themselves. Whether they choose to live in quiet contemplation or strike out to explore the reaches of the multiverse, astral elves tend to see things through the lens of time as having little or no meaning to them. Astral elves who don’t dwell on the Astral Plane can live to be more than 750 years old.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",    "fields": {
      "race": 4,
      "name": "Hill Dwarf",
      "full_description": "As a hill dwarf, you have keen senses, deep intuition, and remarkable resilience. The gold dwarves of Faerûn in their mighty southern kingdom are hill dwarves, as are the exiled Neidar and the debased Klar of Krynn in the Dragonlance setting.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 4,
      "name": "Mountain Dwarf",
      "full_description": "As a mountain dwarf, you’re strong and hardy, accustomed to a difficult life in rugged terrain. You’re probably on the tall side (for a dwarf), and tend toward lighter coloration. The shield dwarves of northern Faerûn, as well as the ruling Hylar clan and the noble Daewar clan of Dragonlance, are mountain dwarves.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 4,
      "name": "Duergar",
      "full_description": "Duergar are dwarves whose ancestors were transformed by centuries living in the deepest places of the Underdark. That chthonic realm is saturated with strange magical energy, and over generations, early duergar absorbed traces of it. They were further altered when mind flayers and other Aberrations invaded and performed horrific experiments on them. Fueled by Underdark magic, those experiments left early duergar with psionic powers, which have been passed down to their descendants. In time, they liberated themselves from their aberrant tyrants and forged a new life for themselves in the Underdark and beyond.  Like other dwarves, duergar typically have a life span of 350 years.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 5,
      "name": "Chromatic Dragonborn",
      "full_description": "Dragonborn with chromatic ancestry claim the raw elemental power of chromatic dragons. The vibrant colors of black, blue, green, red, and white dragons gleam in those dragonborn’s scaled skin and in the deadly energy of their breath weapons. Theirs is the raw elemental fury of the volcano, of biting arctic winds, and of raging lightning storms, as well as the subtle whisper of swamp and forest, toxic and corrosive.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 5,
      "name": "Gem Dragonborn",
      "full_description": "Gem dragonborn partake of the heritage of gem dragons, who claim to be heirs of Sardior, the Ruby Dragon. The colors and mysterious powers of gem dragons—amethyst, crystal, emerald, sapphire, and topaz—gleam in these dragonborn’s scaled skin and course through their veins. Theirs are the wonders of the mind, the force of will, the brilliant light of insight, and the resounding echo of discovery—but also the desiccation of despair.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 0,
      "name": "Metallic Dragonborn",
      "full_description": "Dragonborn with metallic ancestry lay claim to the tenacity of metallic dragons—brass, bronze, copper, gold, and silver—whose hues glint in their scales. Theirs is the fire of hearth and forge, the cold of high mountain air, the spark of inspiration, and the scouring touch of acid that purifies.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 6,
      "name": "Forest Gnome",
      "full_description": "As a forest gnome, you have a natural knack for illusion and inherent quickness and stealth. In the worlds of D&D, forest gnomes are rare and secretive. They gather in hidden communities in sylvan forests, using illusions and trickery to conceal themselves from threats or to mask their escape should they be detected. Forest gnomes tend to be friendly with other good-spirited woodland folk, and they regard elves and good fey as their most important allies. These gnomes also befriend small forest animals and rely on them for information about threats that might prowl their lands.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 6,
      "name": "Rock Gnome",
      "full_description": "As a rock gnome, you have a natural inventiveness and hardiness beyond that of other gnomes. Most gnomes in the worlds of D&D are rock gnomes, including the tinker gnomes of the Dragonlance setting.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 6,
      "name": "Deep Gnome (Svirfneblin)",
      "full_description": "Deep gnomes, or svirfneblin, are natives of the Underdark and are suffused with that subterranean realm’s magic. They can supernaturally camouflage themselves, and their svirfneblin magic renders them difficult to locate. These abilities have enabled them to survive for generations among the perils of the Underdark.  Like other gnomes, deep gnomes can live for centuries, up to 500 years.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 7,
      "name": "Aquatic Half-Elf",
      "full_description": "Half Sea-Elf, A half-elf of aquatic heritage can forgo Skill Versatility and instead choose a swimming speed of 30 feet.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 7,
      "name": "Drow Half-Elf",
      "full_description": "A half-elf of drow descent can forgo Skill Versatility and instead choose the drow’s Drow Magic:  You know the dancing lights cantrip. When you reach 3rd level, you can cast the faerie fire spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the darkness spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 7,
      "name": "Wood Half-Elf",
      "full_description": "A half-elf of wood elf descent can forgo Skill Versatility and instead choose the wood elf’s Elf Weapon Training, Fleet of Foot, or Mask of the Wild.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 7,
      "name": "High Half-Elf",
      "full_description": "A half-elf of moon elf or sun elf descent can forego Skill Versatility and instead choose the high elf’s Elf Weapon Training or Cantrip.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 8,
      "name": "Ghostwise Halfling",
      "full_description": "Ghostwise halflings trace their ancestry back to a war among halfling tribes that sent their ancestors into flight from Luiren. Ghostwise halflings are the rarest of the hin, found only in the Chondalwood and a few other isolated forests, clustered in tight-knit clans.  Many ghostwise clans select a natural landmark as the center of their territory, and members carry a piece of that landmark with them at all times. Clan warriors known as nightgliders bond with and ride giant owls as mounts.  Because these folk are clannish and mistrustful of outsiders, ghostwise halfling adventurers are rare.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 8,
      "name": "Lightfoot Halfling",
      "full_description": "As a lightfoot halfling, you can easily hide from notice, even using other people as cover. You’re inclined to be affable and get along well with others. In the Forgotten Realms, lightfoot halflings have spread the farthest and thus are the most common variety.  Lightfoots are more prone to wanderlust than other halflings, and often dwell alongside other races or take up a nomadic life.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 8,
      "name": "Stout Halfling",
      "full_description": "As a stout halfling, you’re hardier than average and have some resistance to poison. Some say that stouts have dwarven blood. In the Forgotten Realms, these halflings are called stronghearts, and they’re most common in the south.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 8,
      "name": "Lotusden Halfling",
      "full_description": "Long tied to the natural heart of the Lotusden Greenwood, these halflings have adapted to live synergistically with the chaotic laws of the wilds.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 9,
      "name": "Half-Orc",
      "full_description": "Half-orcs exhibit a blend of orcish and human characteristics, and their appearance varies widely. Grayish skin tones and prominent teeth are the most common shared elements among these folk.  Orcs regard battle scars as tokens of pride and ornamental scars as things of beauty. Other scars, though, mark an orc or half-orc as a former prisoner or a disgraced exile. Any half-orc who has lived among or near orcs has scars, whether they are marks of humiliation or of pride, recounting their past exploits and injuries.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 10,
      "name": "Human (Common)",
      "full_description": "Humans are the most adaptable and ambitious people among the common races. They have widely varying tastes, morals, and customs in the many different lands where they have settled. When they settle, though, they stay: they build cities to last for the ages, and great kingdoms that can persist for long centuries. An individual human might have a relatively short life span, but a human nation or culture preserves traditions with origins far beyond the reach of any single human’s memory. They live fully in the present—making them well suited to the adventuring life—but also plan for the future, striving to leave a lasting legacy. Individually and as a group, humans are adaptable opportunists, and they stay alert to changing political and social dynamics.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 10,
      "name": "Variant Human",
      "full_description": "Variant Humans gain a feat and skill proficiency, and two of their ability scores are increased by 1.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 11,
      "name": "Variant Tiefling",
      "full_description": "Choose between: Devil’s Tongue. You know the vicious mockery cantrip. When you reach 3rd level, you can cast the charm person spell as a 2nd-level spell once with this trait. When you reach 5th level, you can cast the enthrall spell once with this trait. You must finish a long rest to cast these spells once again with this trait. Charisma is your spellcasting ability for them. This trait replaces the Infernal Legacy trait.  Hellfire. Once you reach 3rd level, you can cast the burning hands spell once per day as a 2nd-level spell. This trait replaces the hellish rebuke spell of the Infernal Legacy trait.  Winged. Bat-like wings jut from your shoulder blades. You have a flying speed of 30 feet while you aren’t wearing heavy armor.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 11,
      "name": "Tiefling (Common)",
      "full_description": "Tieflings are derived from human bloodlines, and in the broadest possible sense, they still look human. However, their infernal heritage has left a clear imprint on their appearance. Tieflings have large horns that take any of a variety of shapes: some have curling horns like a ram, others have straight and tall horns like a gazelle’s, and some spiral upward like an antelopes’ horns. They have thick tails, four to five feet long, which lash or coil around their legs when they get upset or nervous. Their canine teeth are sharply pointed, and their eyes are solid colors—black, red, white, silver, or gold—with no visible sclera or pupil. Their skin tones cover the full range of human coloration, but also include various shades of red. Their hair, cascading down from behind their horns, is usually dark, from black or brown to dark red, blue, or purple.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 11,
      "name": "Feral Tiefling",
      "full_description": "To be greeted with stares and whispers, to suffer violence and insult on the street, to see mistrust and fear in every eye: this is the lot of the tiefling. And to twist the knife, tieflings know that this is because a pact struck generations ago infused the essence of Asmodeus—overlord of the Nine Hells—into their bloodline. Their appearance and their nature are not their fault but the result of an ancient sin, for which they and their children and their children’s children will always be held accountable.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 12,
      "name": "Aarakocra",
      "full_description": "Flight Because of your wings, you have a flying speed equal to your walking speed. You can’t use this flying speed if you’re wearing medium or heavy armor.  Talons You have talons that you can use to make unarmed strikes. When you hit with them, the strike deals 1d6 + your Strength modifier slashing damage, instead of the bludgeoning damage normal for an unarmed strike.  Wind Caller Starting at 3rd level, you can cast the gust of wind spell with this trait, without requiring a material component. Once you cast the spell with this trait, you can’t do so again until you finish a long rest. You can also cast the spell using any spell slots you have of 2nd level or higher.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 13,
      "name": "Aasimar (Standard)",
      "full_description": "Aasimar are placed in the world to serve as guardians of law and good. Their patrons expect them to strike at evil, lead by example, and further the cause of justice.  From an early age, an aasimar receives visions and guidance from celestial entities via dreams. These dreams help shape an aasimar, granting a sense of destiny and a desire for righteousness.  Each aasimar can count a specific celestial agent of the gods as a guide. This entity is typically a deva, an angel who acts as a messenger to the mortal world.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 13,
      "name": "Aasimar (Variant)",
      "full_description": "Whereas tieflings have fiendish blood in their veins, aasimar are the descendants of celestial beings. These folk generally appear as glorious humans with lustrous hair, flawless skin, and piercing eyes. Aasimar often attempt to pass as humans in order to right wrongs and defend goodness on the Material Plane without drawing undue attention to their celestial heritage. They strive to fit into society, although they usually rise to the top, becoming revered leaders and honorable heroes.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 14,
      "name": "Air Genasi",
      "full_description": "Air genasi are descended from djinn, the genies of the Elemental Plane of Air. Embodying many of the airy traits of their otherworldly ancestors, air genasi can draw upon their connection to the winds.  Air genasi’s skin tones include many shades of blue, along with the full range of human skin tones, with bluish or ashen casts. Sometimes their skin is marked by lines that seem like cracks with bluish-white energy spilling out. An air genasi’s hair might blow in a phantom wind or be made entirely of clouds or vapor.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 14,
      "name": "Earth Genasi",
      "full_description": "Tracing their ancestry to dao, the genies of the Elemental Plane of Earth, earth genasi inherit dao’s steadfast strength and control over earth.  An earth genasi’s skin can be the colors of stone and earth or a human skin tone with glittering sparkles like gem dust. Some earth genasi have lines marking their skin like cracks, either showing glimmering gemlike veins or a dim, yellowish glow. Earth genasi hair can appear carved of stone or crystal or resemble strands of spun metal.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 14,
      "name": "Fire Genasi",
      "full_description": "Fire Genasi Fire Genasi Race Details",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 14,
      "name": "Water Genasi",
      "full_description": "Water genasi descend from marids, aquatic genies from the Elemental Plane of Water. Water genasi are perfectly suited to life underwater and carry the power of the waves inside themselves.  Their skin is often shades of blue or green, sometimes a blend of the two. If they have a human skin tone, there is a glistening texture that catches the light, like water droplets or nearly invisible fish scales. Their hair can resemble seaweed, waving as if in a current, or it can even be like water itself.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 15,
      "name": "Bugbear",
      "full_description": "Long-Limbed When you make a melee attack on your turn, your reach for it is 5 feet greater than normal.  Powerful Build You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift.  Sneaky You are proficient in the Stealth skill. In addition, without squeezing, you can move through and stop in a space large enough for a Small creature.  Surprise Attack If you hit a creature with an attack roll, the creature takes an extra 2d6 damage if it hasn’t taken a turn yet in the current combat.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 16,
      "name": "Centaur",
      "full_description": "Charge If you move at least 30 feet straight toward a target and then hit it with a melee weapon attack on the same turn, you can immediately follow that attack with a bonus action, making one attack against the target with your hooves.  Equine Build You count as one size larger when determining your carrying capacity and the weight you can push or drag.  In addition, any climb that requires hands and feet is especially difficult for you because of your equine legs. When you make such a climb, each foot of movement costs you 4 extra feet instead of the normal 1 extra foot.  Hooves You have hooves that you can use to make unarmed strikes. When you hit with them, the strike deals 1d6 + your Strength modifier bludgeoning damage, instead of the bludgeoning damage normal for an unarmed strike.  Natural Affinity Your fey connection to nature gives you an intuitive connection to the natural world and the animals within it. You therefore have proficiency in one of the following skills of your choice: Animal Handling, Medicine, Nature, or Survival.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 17,
      "name": "Changeling",
      "full_description": "Shapechanger As an action, you can change your appearance and your voice. You determine the specifics of the changes, including your coloration, hair length, and sex. You can also adjust your height and weight and can change your size between Medium and Small. You can make yourself appear as a member of another race, though none of your game statistics change. You can’t duplicate the appearance of an individual you’ve never seen, and you must adopt a form that has the same basic arrangement of limbs that you have. Your clothing and equipment aren’t changed by this trait.  You stay in the new form until you use an action to revert to your true form or until you die.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 18,
      "name": "Fairy",
      "full_description": "Fairy Magic You know the druidcraft cantrip.  Starting at 3rd level, you can cast the faerie fire spell with this trait. Starting at 5th level, you can also cast the enlarge/reduce spell with this trait. Once you cast faerie fire or enlarge/reduce with this trait, you can’t cast that spell with it again until you finish a long rest. You can also cast either of those spells using any spell slots you have of the appropriate level.  Intelligence, Wisdom, or Charisma is your spellcasting ability for these spells when you cast them with this trait (choose when you select this race).  Flight Because of your wings, you have a flying speed equal to your walking speed. You can’t use this flying speed if you’re wearing medium or heavy armor.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 19,
      "name": "Firbolg",
      "full_description": "Firbolg Magic You can cast the detect magic and disguise self spells with this trait. When you use this version of disguise self, you can seem up to 3 feet shorter or taller. Once you cast either of these spells with this trait, you can’t cast that spell with it again until you finish a long rest. You can also cast these spells using any spell slots you have.  Intelligence, Wisdom, or Charisma is your spellcasting ability for these spells when you cast them with this trait (choose when you select this race).  Hidden Step As a bonus action, you can magically turn invisible until the start of your next turn or until you attack, make a damage roll, or force someone to make a saving throw. You can use this trait a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.  Powerful Build You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift.  Speech of Beast and Leaf You have the ability to communicate in a limited manner with Beasts, Plants, and vegetation. They can understand the meaning of your words, though you have no special ability to understand them in return. You have advantage on all Charisma checks you make to influence them.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 20,
      "name": "Githyanki",
      "full_description": "Astral Knowledge You can mystically access a reservoir of experiences of entities connected to the Astral Plane. Whenever you finish a long rest, you gain proficiency in one skill of your choice and with one weapon or tool of your choice, selected from the Player’s Handbook, as you momentarily project your consciousness into the Astral Plane. These proficiencies last until the end of your next long rest.  Githyanki Psionics You know the mage hand cantrip, and the hand is invisible when you cast the cantrip with this trait.  Starting at 3rd level, you can cast the jump spell with this trait. Starting at 5th level, you can also cast the misty step spell with it. Once you cast jump or misty step with this trait, you can’t cast that spell with it again until you finish a long rest. You can also cast either of those spells using any spell slots you have of the appropriate level.  Intelligence, Wisdom, or Charisma is your spellcasting ability for these spells when you cast them with this trait (choose when you select this race). None of these spells require spell components when you cast them with this trait.  Psychic Resilience You have resistance to psychic damage.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 21,
      "name": "Githzerai",
      "full_description": "Githzerai Psionics You know the mage hand cantrip, and the hand is invisible when you cast the cantrip with this trait.  Starting at 3rd level, you can cast the shield spell with this trait. Starting at 5th level, you can also cast the detect thoughts spell with it. Once you cast shield or detect thoughts with this trait, you can’t cast that spell with it again until you finish a long rest. You can also cast either of those spells using any spell slots you have of the appropriate level.  Intelligence, Wisdom, or Charisma is your spellcasting ability for these spells when you cast them with this trait (choose when you select this race). None of these spells require spell components when you cast them with this trait.  Mental Discipline Your innate psychic defenses grant you advantage on saving throws you make to avoid or end the charmed and frightened conditions on yourself.  Psychic Resilience You have resistance to psychic damage.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 22,
      "name": "Goblin",
      "full_description": "Fey Ancestry You have advantage on saving throws you make to avoid or end the charmed condition on yourself.  Fury of the Small When you damage a creature with an attack or a spell and the creature’s size is larger than yours, you can cause the attack or spell to deal extra damage to the creature. The extra damage equals your proficiency bonus.  You can use this trait a number of times equal to your proficiency bonus, regaining all expended uses when you finish a long rest, and you can use it no more than once per turn.  Nimble Escape You can take the Disengage or Hide action as a bonus action on each of your turns.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 23,
      "name": "Goliath",
      "full_description": "Little Giant You have proficiency in the Athletics skill, and you count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift.  Mountain Born You have resistance to cold damage. You also naturally acclimate to high altitudes, even if you’ve never been to one. This includes elevations above 20,000 feet.  Stone’s Endurance You can supernaturally draw on unyielding stone to shrug off harm. When you take damage, you can use your reaction to roll a d12. Add your Constitution modifier to the number rolled and reduce the damage by that total.  You can use this trait a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 24,
      "name": "Harengon",
      "full_description": "Hare-Trigger You can add your proficiency bonus to your initiative rolls.  Leporine Senses You have proficiency in the Perception skill.  Lucky Footwork When you fail a Dexterity saving throw, you can use your reaction to roll a d4 and add it to the save, potentially turning the failure into a success. You can’t use this reaction if you’re prone or your speed is 0.  Rabbit Hop As a bonus action, you can jump a number of feet equal to five times your proficiency bonus, without provoking opportunity attacks. You can use this trait only if your speed is greater than 0. You can use it a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 25,
      "name": "Hobgoblin",
      "full_description": "Fey Ancestry You have advantage on saving throws you make to avoid or end the charmed condition on yourself.  Fey Gift You can use this trait to take the Help action as a bonus action, and you can do so a number of times equal to your proficiency bonus. You regain all expended uses when you finish a long rest.  Starting at 3rd level, choose one of the options below each time you take the Help action with this trait:  Hospitality. You and the creature you help each gain a number of temporary hit points equal to 1d6 plus your proficiency bonus.  Passage. You and the creature you help each increase your walking speeds by 10 feet until the start of your next turn.  Spite. Until the start of your next turn, the first time the creature you help hits a target with an attack roll, that target has disadvantage on the next attack roll it makes within the next minute.  Fortune from the Many If you miss with an attack roll or fail an ability check or a saving throw, you can draw on your bonds of reciprocity to gain a bonus to the roll equal to the number of allies you can see within 30 feet of you (maximum bonus of +3). You can use this trait a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 26,
      "name": "Kenku",
      "full_description": "Expert Duplication When you copy writing or craftwork produced by yourself or someone else, you have advantage on any ability checks you make to produce an exact duplicate.  Kenku Recall Thanks to your supernaturally good memory, you have proficiency in two skills of your choice.  Moreover, when you make an ability check using any skill in which you have proficiency, you can give yourself advantage on the check before rolling the d20. You can give yourself advantage in this way a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.  Mimicry You can accurately mimic sounds you have heard, including voices. A creature that hears the sounds you make can tell they are imitations only with a successful Wisdom (Insight) check against a DC of 8 + your proficiency bonus + your Charisma modifier.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 27,
      "name": "Kobold",
      "full_description": "Draconic Cry As a bonus action, you let out a cry at your enemies within 10 feet of you. Until the start of your next turn, you and your allies have advantage on attack rolls against any of those enemies who could hear you. You can use this trait a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.  Kobold Legacy Kobolds’ connection to dragons can manifest in unpredictable ways in an individual kobold. Choose one of the following legacy options for your kobold:  Craftiness. You have proficiency in one of the following skills of your choice: Arcana, Investigation, Medicine, Sleight of Hand, or Survival.  Defiance. You have advantage on saving throws to avoid or end the frightened condition on yourself.  Draconic Sorcery. You know one cantrip of your choice from the sorcerer spell list. Intelligence, Wisdom, or Charisma is your spellcasting ability for that cantrip (choose when you select this race).",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 28,
      "name": "Lizardfolk",
      "full_description": "Bite You have a fanged maw that you can use to make unarmed strikes. When you hit with it, the strike deals 1d6 + your Strength modifier slashing damage, instead of the bludgeoning damage normal for an unarmed strike.  Hold Breath You can hold your breath for up to 15 minutes at a time.  Hungry Jaws You can throw yourself into a feeding frenzy. As a bonus action, you can make a special attack with your Bite. If the attack hits, it deals its normal damage, and you gain temporary hit points equal to your proficiency bonus. You can use this trait a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.  Natural Armor You have tough, scaly skin. When you aren’t wearing armor, your base AC is 13 + your Dexterity modifier. You can use your natural armor to determine your AC if the armor you wear would leave you with a lower AC. A shield’s benefits apply as normal while you use your natural armor.  Nature’s Intuition Thanks to your mystical connection to nature, you gain proficiency with two of the following skills of your choice: Animal Handling, Medicine, Nature, Perception, Stealth, or Survival.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 29,
      "name": "Minotaur",
      "full_description": "Horns You have horns that you can use to make unarmed strikes. When you hit with them, the strike deals 1d6 + your Strength modifier piercing damage, instead of the bludgeoning damage normal for an unarmed strike.  Goring Rush Immediately after you take the Dash action on your turn and move at least 20 feet, you can make one melee attack with your Horns as a bonus action.  Hammering Horns Immediately after you hit a creature with a melee attack as part of the Attack action on your turn, you can use a bonus action to attempt to push that target with your horns. The target must be within 5 feet of you and no more than one size larger than you. Unless it succeeds on a Strength saving throw against a DC equal to 8 + your proficiency bonus + your Strength modifier, you push it up to 10 feet away from you.  Labyrinthine Recall You always know which direction is north, and you have advantage on any Wisdom (Survival) check you make to navigate or track.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 30,
      "name": "Orc",
      "full_description": "Adrenaline Rush You can take the Dash action as a bonus action. You can use this trait a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest. Whenever you use this trait, you gain a number of temporary hit points equal to your proficiency bonus.  Darkvision You can see in dim light within 60 feet of you as if it were bright light and in darkness as if it were dim light. You discern colors in that darkness only as shades of gray.  Powerful Build You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift.  Relentless Endurance When you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. Once you use this trait, you can’t do so again until you finish a long rest.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 31,
      "name": "Satyr",
      "full_description": "Ram You can use your head and horns to make unarmed strikes. When you hit with them, the strike deals 1d6 + your Strength modifier bludgeoning damage, instead of the bludgeoning damage normal for an unarmed strike.  Magic Resistance You have advantage on saving throws against spells.  Mirthful Leaps Whenever you make a long jump or a high jump, you can roll a d8 and add the number rolled to the number of feet you cover, even when making a standing jump. This extra distance costs movement as normal.  Reveler As an embodiment of revelry, you have proficiency in the Performance and Persuasion skills, and you have proficiency with one musical instrument of your choice.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 32,
      "name": "Beasthide Shifter",
      "full_description": "Shifting grants 1d6 additional temporary hit points. While shifted, you have a +1 bonus to your Armor Class.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 32,
      "name": "Longtooth Shifter",
      "full_description": "When you shift and as a bonus action on your other turns while shifted, you can use your elongated fangs to make an unarmed strike. If you hit with your fangs, you can deal piercing damage equal to 1d6 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 32,
      "name": "Swiftstride",
      "full_description": "While shifted, your walking speed increases by 10 feet. Additionally, you can move up to 10 feet as a reaction when a creature ends its turn within 5 feet of you. This reactive movement doesn’t provoke opportunity attacks.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 32,
      "name": "Wildhunt Shifter",
      "full_description": "While shifted, you have advantage on Wisdom checks, and no creature within 30 feet of you can make an attack roll with advantage against you unless you’re incapacitated.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 33,
      "name": "Tabaxi",
      "full_description": "Cat’s Claws You can use your claws to make unarmed strikes. When you hit with them, the strike deals 1d6 + your Strength modifier slashing damage, instead of the bludgeoning damage normal for an unarmed strike.  Cat’s Talent You have proficiency in the Perception and Stealth skills.  Darkvision You can see in dim light within 60 feet of you as if it were bright light and in darkness as if it were dim light. You discern colors in that darkness only as shades of gray.  Feline Agility Your reflexes and agility allow you to move with a burst of speed. When you move on your turn in combat, you can double your speed until the end of the turn. Once you use this trait, you can’t use it again until you move 0 feet on one of your turns.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 34,
      "name": "Tortle",
      "full_description": "Claws You have claws that you can use to make unarmed strikes. When you hit with them, the strike deals 1d6 + your Strength modifier slashing damage, instead of the bludgeoning damage normal for an unarmed strike.  Hold Breath You can hold your breath for up to 1 hour.  Natural Armor Your shell provides you a base AC of 17 (your Dexterity modifier doesn’t affect this number). You can’t wear light, medium, or heavy armor, but if you are using a shield, you can apply the shield’s bonus as normal.  Nature’s Intuition Thanks to your mystical connection to nature, you gain proficiency with one of the following skills of your choice: Animal Handling, Medicine, Nature, Perception, Stealth, or Survival.  Shell Defense You can withdraw into your shell as an action. Until you emerge, you gain a +4 bonus to your AC, and you have advantage on Strength and Constitution saving throws. While in your shell, you are prone, your speed is 0 and can’t increase, you have disadvantage on Dexterity saving throws, you can’t take reactions, and the only action you can take is a bonus action to emerge from your shell.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 35,
      "name": "Triton",
      "full_description": "Amphibious You can breathe air and water.  Control Air and Water You can cast fog cloud with this trait. Starting at 3rd level, you can cast the gust of wind spell with this trait. Starting at 5th level, you can also cast the water walk spell with it. Once you cast any of these spells with this trait, you can’t cast that spell with it again until you finish a long rest. You can also cast these spells using any spell slots you have of the appropriate level.  Intelligence, Wisdom, or Charisma is your spellcasting ability for these spells when you cast them with this trait (choose when you select this race).  Darkvision You can see in dim light within 60 feet of you as if it were bright light and in darkness as if it were dim light. You discern colors in that darkness only as shades of gray.  Emissary of the Sea You can communicate simple ideas to any Beast, Elemental, or Monstrosity that has a swimming speed. It can understand your words, though you have no special ability to understand it in return.  Guardian of the Depths Adapted to the frigid ocean depths, you have resistance to cold damage.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 36,
      "name": "Yuan-ti",
      "full_description": "Magic Resistance You have advantage on saving throws against spells.  Poison Resilience You have advantage on saving throws you make to avoid or end the poisoned condition on yourself. You also have resistance to poison damage.  Serpentine Spellcasting You know the poison spray cantrip. You can cast animal friendship an unlimited number of times with this trait, but you can target only snakes with it. Starting at 3rd level, you can also cast suggestion with this trait. Once you cast it, you can’t do so again until you finish a long rest. You can also cast it using any spell slots you have of 2nd level or higher.  Intelligence, Wisdom, or Charisma is your spellcasting ability for these spells when you cast them with this trait (choose when you select this race).",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 37,
      "name": "Autognome",
      "full_description": "Armored Casing You are encased in thin metal or some other durable material. While you aren’t wearing armor, your base Armor Class is 13 + your Dexterity modifier.  Built for Success You can add a d4 to one attack roll, ability check, or saving throw you make, and you can do so after seeing the d20 roll but before the effects of the roll are resolved. You can use this trait a number of times equal to your proficiency bonus, and you regain all expended uses when you finish a long rest.  Healing Machine If the mending spell is cast on you, you can spend a Hit Die, roll it, and regain a number of hit points equal to the roll plus your Constitution modifier (minimum of 1 hit point).  In addition, your creator designed you to benefit from several spells that preserve life but that normally don’t affect Constructs: cure wounds, healing word, mass cure wounds, mass healing word, and spare the dying.  Mechanical Nature You have resistance to poison damage and immunity to disease, and you have advantage on saving throws against being paralyzed or poisoned. You don’t need to eat, drink, or breathe.  Sentry’s Rest When you take a long rest, you spend at least 6 hours in an inactive, motionless state, instead of sleeping. In this state, you appear inert, but you remain conscious.  Specialized Design You gain two tool proficiencies of your choice, selected from the Player’s Handbook.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 38,
      "name": "Giff",
      "full_description": "Astral Spark Your psychic connection to the Astral Plane enables you to mystically access a spark of divine power, which you can channel through your weapons. When you hit a target with a simple or martial weapon, you can cause the target to take extra force damage equal to your proficiency bonus.  You can use this trait a number of times equal to your proficiency bonus, but you can use it no more than once per turn. You regain all expended uses when you finish a long rest.  Firearms Mastery You have a mystical connection to firearms that traces back to the gods of the giff, who delighted in such weapons. You have proficiency with all firearms and ignore the loading property of any firearm. In addition, attacking at long range with a firearm doesn’t impose disadvantage on your attack roll.  Hippo Build You have advantage on Strength-based ability checks and Strength saving throws. In addition, you count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 39,
      "name": "Hadozee",
      "full_description": "Dexterous Feet As a bonus action, you can use your feet to manipulate an object, open or close a door or container, or pick up or set down a Tiny object.  Glide When you fall at least 10 feet above the ground, you can use your reaction to extend your skin membranes to glide horizontally a number of feet equal to your walking speed, and you take 0 damage from the fall. You determine the direction of the glide.  Hadozee Dodge The magic that runs in your veins heightens your natural defenses. When you take damage, you can use your reaction to roll a d6. Add your proficiency bonus to the number rolled, and reduce the damage you take by an amount equal to that total (minimum of 0 damage).  You can use this trait a number of times equal to your proficiency bonus. You regain all expended uses when you finish a long rest.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 40,
      "name": "Plasmoid",
      "full_description": "Amorphous You can squeeze through a space as narrow as 1 inch wide, provided you are wearing and carrying nothing. You have advantage on ability checks you make to initiate or escape a grapple.  Darkvision You can see in dim light within 60 feet of yourself as if it were bright light, and in darkness as if it were dim light. You discern colors in that darkness only as shades of gray.  Hold Breath You can hold your breath for 1 hour.  Natural Resilience You have resistance to acid and poison damage, and you have advantage on saving throws against being poisoned.  Shape Self As an action, you can reshape your body to give yourself a head, one or two arms, one or two legs, and makeshift hands and feet, or you can revert to a limbless blob. While you have a humanlike shape, you can wear clothing and armor made for a Humanoid of your size.  As a bonus action, you can extrude a pseudopod that is up to 6 inches wide and 10 feet long or reabsorb it into your body. As part of the same bonus action, you can use this pseudopod to manipulate an object, open or close a door or container, or pick up or set down a Tiny object. The pseudopod contains no sensory organs and can’t attack, activate magic items, or lift more than 10 pounds.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 41,
      "name": "Thri-Kreen",
      "full_description": "Chameleon Carapace While you aren’t wearing armor, your carapace gives you a base Armor Class of 13 + your Dexterity modifier.  As an action, you can change the color of your carapace to match the color and texture of your surroundings, giving you advantage on Dexterity (Stealth) checks made to hide in those surroundings.  Darkvision You can see in dim light within 60 feet of yourself as if it were bright light, and in darkness as if it were dim light. You discern colors in that darkness only as shades of gray.  Secondary Arms You have two slightly smaller secondary arms below your primary pair of arms. The secondary arms can manipulate an object, open or close a door or container, pick up or set down a Tiny object, or wield a weapon that has the light property.  Sleepless You do not require sleep and can remain conscious during a long rest, though you must still refrain from strenuous activity to gain the benefit of the rest.  Thri-kreen Telepathy Without the assistance of magic, you can’t speak the non-thri-kreen languages you know. Instead you use telepathy to convey your thoughts. You have the magical ability to transmit your thoughts mentally to willing creatures within 120 feet of yourself. A contacted creature doesn’t need to share a language with you to understand your thoughts, but it must be able to understand at least one language. Your telepathic link to a creature is broken if you and the creature move more than 120 feet apart, if either of you is incapacitated, or if either of you mentally breaks the contact (no action required).",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 42,
      "name": "Owlin",
      "full_description": "Darkvision You can see in dim light within 120 feet of yourself as if it were bright light and in darkness as if it were dim light. You discern colors in that darkness only as shades of gray.  Flight Thanks to your wings, you have a flying speed equal to your walking speed. You can’t use this flying speed if you’re wearing medium or heavy armor.  Silent Feathers You have proficiency in the Stealth skill.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 43,
      "name": "Leonin",
      "full_description": "Leonin tend to be tall compared to humans and move with a boldness that suggests their physical might. Tawny fur covers leonin bodies, and some grow thick manes ranging in shades from gold to black. While their hands prove as nimble as those of other humanoids, leonin have retractable feline claws, which they can extend instantly. This, along with their ability to produce bone-shaking roars, gives most leonin an air that readily shifts between regal and fearsome. Leonin often act with confidence, which can come off as imperiousness. While this can reassure their allies, it can also suggest defiance in the face of what they perceive as imposed authority or unworthy experts.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 44,
      "name": "Kalashtar",
      "full_description": "Every kalashtar has a connection to a spirit of light, a bond shared by other members of their bloodline. Kalashtar appear human, but their spiritual connection affects them in a variety of ways. Kalashtar have symmetrical, slightly angular features, and their eyes often glow when they are focused or expressing strong emotions.  Kalashtar can’t directly communicate with their quori spirits. Rather, they might experience this relationship as a sense of instinct and inspiration, drawing on the memories of the spirit when they dream. This connection grants kalashtar minor psionic abilities, as well as protection from psychic attacks. All of these quori dream-spirits are virtuous, but some are warriors and others are more contemplative. Work together with the DM to determine the nature of your linked spirit. Typically, a kalashtar knows the name and nature of their spirit, but some may know nothing of their spirit or the source of their psychic gifts, such as an orphan kalashtar raised among strangers.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 45,
      "name": "Warforged",
      "full_description": "Warforged are formed from a blend of organic and inorganic materials. Root-like cords infused with alchemical fluids serve as their muscles, wrapped around a framework of steel, darkwood, or stone. Armored plates form a protective outer shell and reinforce joints. Warforged share a common facial design, with a hinged jaw and crystal eyes embedded beneath a reinforced brow ridge. Beyond these common elements of warforged design, the precise materials and build of a warforged vary based on the purpose for which it was designed.  Although they were manufactured, warforged are living humanoids. Resting, healing magic, and the Medicine skill all provide the same benefits to warforged that they do to other humanoids.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 46,
      "name": "Loxodon",
      "full_description": "Loxodons tower above most other humanoids, standing over 7 feet tall. They have the heads—trunks, tusks, ears, and faces—of elephants, and hulking bipedal bodies covered by thick, leathery skin. Each of their hands has four thick digits, and their feet are the flat-bottomed, oval-shaped feet of elephants.  Like that of an elephant, a loxodon’s trunk is a useful appendage. In addition to providing a keen sense of smell, the trunk can be used to lift and carry even heavy objects. The trunk can be used to carry both food and liquid to the mouth and can even act as a snorkel.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 47,
      "name": "Simic Hybrid",
      "full_description": "A hybrid’s biological enhancements can change its appearance drastically, though most hybrids retain their basic physical form. All are augmented with characteristics of animals, mostly aquatic, reptilian, or amphibian creatures. These include crab claws, squid tentacles, wings or fins like those of manta rays, translucent or camouflaged skin, or shark-like maws filled with sharp teeth.  Hybrids are the product of Simic magic. It’s not impossible for a hybrid to leave the Simic Combine and join another guild, but the Simic would consider the individual a deserter. And the new guild might never fully welcome a hybrid who could easily be a Simic spy.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 48,
      "name": "Vedalken",
      "full_description": "Despite being talkative, vedalken keep their personal lives private, and they tend to engage more with ideas than with people. They form close friendships based on mutual interests or compelling disagreements, and their interactions dwell on their thoughts about those issues rather than their feelings about them.  To members of other races, vedalken often seem cold, even emotionless. That assessment isn’t fair—they feel emotion every bit as intensely as other folk do, but they are skilled at not displaying it. Cool rationality guides their actions, they make and follow careful plans, and they are patient enough to do nothing when the ideal outcome relies on such inaction.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 49,
      "name": "Locathah",
      "full_description": "Natural Armor You have tough, scaly skin. When you aren’t wearing armor, your AC is 12 + your Dexterity modifier. You can use your natural armor to determine your AC if the armor you wear would leave you with a lower AC. A shield’s benefits apply as normal while you use your natural armor.  Observant and Athletic You have proficiency in the Athletics and Perception skills.  Leviathan Will You have advantage on saving throws against being charmed, frightened, paralyzed, poisoned, stunned, or put to sleep.  Limited Amphibiousness You can breathe air and water, but you need to be submerged at least once every 4 hours to avoid suffocating.  Size Locathah stand between 5 and 6 feet tall and average about 150 pounds. Your size is Medium.  Speed Your base walking speed is 30 feet, and you have a swim speed of 30 feet.  Languages You can speak, read, and write Aquan and Common.",
      "features": "I am currently blank"
    }
  },
  {
    "model": "charmodels.subracecontenttable",
    "fields": {
      "race": 50,
      "name": "Grung",
      "full_description": "Naturally Toxic. All grungs secrete a substance that is harmless to them but poisonous to other creatures. A grung also uses venom to poison its weapons.  Slavers. Grungs are always on the lookout for creatures they can capture and enslave. Grungs use slaves for all manner of menial tasks, but mostly they just like bossing them around. Slaves are fed mildly poisoned food to keep them lethargic and compliant. A creature afflicted in this way over a long period of time becomes a shell of its former self and can be restored to normalcy only by magic.",
      "features": "I am currently blank"
    }
  }
]
